Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Where, under the conditions laid down in this Regulation, the provider that initially placed the AI system on the market or put it into service should no longer be considered to be the provider for the purposes of this Regulation, and when that provider has not expressly excluded the change of the AI system into a high-risk AI system, the former provider should nonetheless closely cooperate and make available the necessary information and provide the reasonably expected technical access and other assistance that are required for the fulfilment of the obligations set out in this Regulation, in particular regarding the compliance with the conformity assessment of high-risk AI systems.
pt_pt: Se, nas condições estabelecidas no presente regulamento, o prestador que colocou inicialmente o sistema de IA no mercado ou o colocou em serviço deixar de ser considerado prestador para efeitos do presente regulamento, e se não tiver excluído expressamente a mudança do sistema de IA para um sistema de IA de risco elevado, o primeiro prestador deverá, no entanto, cooperar estreitamente e disponibilizar as informações necessárias e prestar o acesso técnico razoavelmente esperado e outra assistência necessária para o cumprimento das obrigações estabelecidas no presente regulamento, em especial no que diz respeito ao cumprimento da avaliação da conformidade dos sistemas de IA de risco elevado.

source: In addition, where a high-risk AI system that is a safety component of a product which falls within the scope of Union harmonisation legislation based on the New Legislative Framework is not placed on the market or put into service independently from the product, the product manufacturer defined in that legislation should comply with the obligations of the provider established in this Regulation and should, in particular, ensure that the AI system embedded in the final product complies with the requirements of this Regulation.
pt_pt: Além disso, caso um sistema de IA de risco elevado que seja um componente de segurança de um produto abrangido pelo âmbito de aplicação da legislação de harmonização da União com base no novo regime jurídico não seja colocado no mercado ou colocado em serviço independentemente desse produto, o fabricante do produto, conforme definido na referida legislação deverá cumprir as obrigações dos prestadores previstas no presente regulamento e deverá, nomeadamente, assegurar que o sistema de IA integrado no produto final cumpre os requisitos do presente regulamento.

source: Along the AI value chain multiple parties often supply AI systems, tools and services but also components or processes that are incorporated by the provider into the AI system with various objectives, including the model training, model retraining, model testing and evaluation, integration into software, or other aspects of model development.
pt_pt: Na cadeia de valor da IA, várias entidades disponibilizam frequentemente sistemas de IA, ferramentas e serviços, mas também componentes ou processos que são incorporados pelo prestador no sistema de IA com vários objetivos, nomeadamente o treino de modelos, a reciclagem do treino de modelos, a testagem e a avaliação de modelos, a integração em software ou outros aspetos do desenvolvimento de modelos.

source: Those parties have an important role to play in the value chain towards the provider of the high-risk AI system into which their AI systems, tools, services, components or processes are integrated, and should provide by written agreement this provider with the necessary information, capabilities, technical access and other assistance based on the generally acknowledged state of the art, in order to enable the provider to fully comply with the obligations set out in this Regulation, without compromising their own intellectual property rights or trade secrets.
pt_pt: Essas entidades desempenham um papel importante na cadeia de valor para com o prestador do sistema de IA de risco elevado no qual os seus sistemas de IA, ferramentas, serviços, componentes ou processos estão integrados, e deverão facultar a esse prestador, mediante acordo escrito, as informações, capacidades, acesso técnico e demais assistência necessários com base no estado da arte geralmente reconhecido, a fim de permitir que o prestador cumpra plenamente as obrigações estabelecidas no presente regulamento, sem comprometer os seus próprios direitos de propriedade intelectual ou segredos comerciais.

source: Third parties making accessible to the public tools, services, processes, or AI components other than general-purpose AI models, should not be mandated to comply with requirements targeting the responsibilities along the AI value chain, in particular towards the provider that has used or integrated them, when those tools, services, processes, or AI components are made accessible under a free and open-source licence.
pt_pt: Os terceiros que tornam acessíveis ao público ferramentas, serviços, processos ou componentes de IA que não sejam modelos de IA de finalidade geral não deverão ser obrigados a cumprir requisitos que visem as responsabilidades ao longo da cadeia de valor da IA, em especial para com o prestador que os utilizou ou os integrou, quando essas ferramentas, serviços, processos ou componentes de IA são disponibilizados ao abrigo de uma licença gratuita e aberta.

source: Developers of free and open-source tools, services, processes, or AI components other than general-purpose AI models should be encouraged to implement widely adopted documentation practices, such as model cards and data sheets, as a way to accelerate information sharing along the AI value chain, allowing the promotion of trustworthy AI systems in the Union.
pt_pt: Os criadores de ferramentas, serviços, processos ou componentes de IA gratuitos e de fonte aberta que não sejam modelos de IA de finalidade geral deverão ser incentivados a aplicar práticas de documentação amplamente adotadas, como modelos de cartões e folhas de dados, como forma de acelerar a partilha de informações ao longo da cadeia de valor da IA, permitindo a promoção de sistemas de IA de confiança na União.

source: The Commission could develop and recommend voluntary model contractual terms between providers of high-risk AI systems and third parties that supply tools, services, components or processes that are used or integrated in high-risk AI systems, to facilitate the cooperation along the value chain.
pt_pt: A Comissão poderá desenvolver e recomendar modelos voluntários de cláusulas contratuais entre prestadores de sistemas de IA de risco elevado e terceiros que disponibilizem ferramentas, serviços, componentes ou processos utilizados ou integrados em sistemas de IA de risco elevado, a fim de facilitar a cooperação ao longo da cadeia de valor.

source: When developing voluntary model contractual terms, the Commission should also take into account possible contractual requirements applicable in specific sectors or business cases.
pt_pt: Ao elaborar modelos de cláusulas contratuais voluntárias, a Comissão deverá também ter em conta eventuais requisitos contratuais aplicáveis em setores ou casos comerciais específicos.

source: Given the nature of AI systems and the risks to safety and fundamental rights possibly associated with their use, including as regards the need to ensure proper monitoring of the performance of an AI system in a real-life setting, it is appropriate to set specific responsibilities for deployers.
pt_pt: Dada a natureza dos sistemas de IA e os riscos para a segurança e os direitos fundamentais possivelmente associados à sua utilização, nomeadamente no que respeita à necessidade de assegurar um controlo adequado do desempenho de um sistema de IA num cenário real, é apropriado determinar responsabilidades específicas para os responsáveis pela implantação.

source: Deployers should in particular take appropriate technical and organisational measures to ensure they use high-risk AI systems in accordance with the instructions of use and certain other obligations should be provided for with regard to monitoring of the functioning of the AI systems and with regard to record-keeping, as appropriate.
pt_pt: Em particular, os responsáveis pela implantação deverão tomar medidas técnicas e organizacionais adequadas para assegurar que utilizam os sistemas de IA de risco elevado de acordo com as instruções de utilização e deverão ser equacionadas outras obrigações relativas ao controlo do funcionamento dos sistemas de IA e à manutenção de registos, se for caso disso.

source: Furthermore, deployers should ensure that the persons assigned to implement the instructions for use and human oversight as set out in this Regulation have the necessary competence, in particular an adequate level of AI literacy, training and authority to properly fulfil those tasks.
pt_pt: Além disso, os responsáveis pela implantação deverão assegurar que as pessoas encarregadas de aplicar as instruções de utilização e de supervisão humana, tal como estabelecido no presente regulamento, têm as competências necessárias, em especial um nível adequado de literacia, formação e autoridade no domínio da IA para desempenhar adequadamente essas funções.

source: Those obligations should be without prejudice to other deployer obligations in relation to high-risk AI systems under Union or national law.
pt_pt: Essas obrigações não deverão prejudicar outras obrigações do responsável pela implantação em relação a sistemas de IA de risco elevado nos termos do direito da União ou do direito nacional.

source: This Regulation is without prejudice to obligations for employers to inform or to inform and consult workers or their representatives under Union or national law and practice, including Directive 2002/14/EC of the European Parliament and of the Council (39), on decisions to put into service or use AI systems.
pt_pt: O presente regulamento não prejudica a obrigação de os empregadores informarem ou de informarem e consultarem os trabalhadores ou os seus representantes, nos termos do direito e das práticas da União ou nacionais, incluindo a Diretiva 2002/14/CE do Parlamento Europeu e do Conselho (39), sobre as decisões de colocação em serviço ou de utilização de sistemas de IA.

source: It remains necessary to ensure information of workers and their representatives on the planned deployment of high-risk AI systems at the workplace where the conditions for those information or information and consultation obligations in other legal instruments are not fulfilled.
pt_pt: Continua a ser necessário garantir a informação dos trabalhadores e dos seus representantes sobre a implantação prevista de sistemas de IA de risco elevado no local de trabalho quando não estiverem cumpridas as condições para essas obrigações de informação ou de informação e consulta previstas noutros instrumentos jurídicos.

source: Moreover, such information right is ancillary and necessary to the objective of protecting fundamental rights that underlies this Regulation.
pt_pt: Além disso, esse direito de informação é acessório e necessário ao objetivo de proteção dos direitos fundamentais subjacente ao presente regulamento.

source: Therefore, an information requirement to that effect should be laid down in this Regulation, without affecting any existing rights of workers.
pt_pt: Por conseguinte, o presente regulamento deverá estabelecer um requisito de informação para esse efeito, sem afetar os direitos existentes dos trabalhadores.

source: Whilst risks related to AI systems can result from the way such systems are designed, risks can as well stem from how such AI systems are used.
pt_pt: Ainda que os riscos relacionados com os sistemas de IA possam resultar da forma como esses sistemas são concebidos, tais riscos também podem decorrer da forma como os sistemas de IA são utilizados.

source: Deployers of high-risk AI system therefore play a critical role in ensuring that fundamental rights are protected, complementing the obligations of the provider when developing the AI system.
pt_pt: Os responsáveis pela implantação de sistemas de IA de risco elevado desempenham, por conseguinte, um papel fundamental na garantia da proteção dos direitos fundamentais, complementando as obrigações do prestador aquando do desenvolvimento do sistema de IA.

source: Deployers are best placed to understand how the high-risk AI system will be used concretely and can therefore identify potential significant risks that were not foreseen in the development phase, due to a more precise knowledge of the context of use, the persons or groups of persons likely to be affected, including vulnerable groups.
pt_pt: Os responsáveis pela implantação estão em melhor posição para entender de que forma o sistema de IA de risco elevado será utilizado em concreto, pelo que, graças a um conhecimento mais preciso do contexto de utilização, das pessoas ou grupos de pessoas suscetíveis de serem afetados, incluindo os grupos vulneráveis, conseguem identificar potenciais riscos significativos que não foram previstos na fase de desenvolvimento.

source: Deployers of high-risk AI systems listed in an annex to this Regulation also play a critical role in informing natural persons and should, when they make decisions or assist in making decisions related to natural persons, where applicable, inform the natural persons that they are subject to the use of the high-risk AI system.
pt_pt: Os responsáveis pela implantação de sistemas de IA de risco elevado enumerados num anexo do presente regulamento também desempenham um papel crítico na informação de pessoas singulares e deverão, quando tomam decisões ou ajudam a tomar decisões relacionadas com pessoas singulares, conforme o caso, informar as pessoas singulares de que estão sujeitas à utilização do sistema de IA de risco elevado.

source: This information should include the intended purpose and the type of decisions it makes.
pt_pt: Essas informações deverão incluir a finalidade prevista e o tipo de decisões que toma.

source: The deployer should also inform the natural persons about their right to an explanation provided under this Regulation.
pt_pt: O responsável pela implantação deverá também informar as pessoas singulares do seu direito à explicação a que se refere o presente regulamento.

source: With regard to high-risk AI systems used for law enforcement purposes, that obligation should be implemented in accordance with Article 13 of Directive (EU) 2016/680.
pt_pt: No que diz respeito aos sistemas de IA de risco elevado utilizados para fins de aplicação da lei, essa obrigação deverá ser aplicada em conformidade com o artigo 13.o da Diretiva (UE) 2016/680.

source: Any processing of biometric data involved in the use of AI systems for biometric identification for the purpose of law enforcement needs to comply with Article 10 of Directive (EU) 2016/680, that allows such processing only where strictly necessary, subject to appropriate safeguards for the rights and freedoms of the data subject, and where authorised by Union or Member State law.
pt_pt: Qualquer tratamento de dados biométricos envolvido na utilização de sistemas de IA destinados à identificação biométrica para efeitos de aplicação da lei tem de cumprir o disposto no artigo 10.o da Diretiva (UE) 2016/680, segundo o qual tal tratamento só é autorizado se for estritamente necessário, se estiver sujeito a garantias adequadas dos direitos e liberdades do titular dos dados e se for autorizado pelo direito da União ou de um Estado-Membro.

source: Such use, when authorised, also needs to respect the principles laid down in Article 4 (1) of Directive (EU) 2016/680 including lawfulness, fairness and transparency, purpose limitation, accuracy and storage limitation.
pt_pt: Essa utilização, quando autorizada, também tem de respeitar os princípios estabelecidos no artigo 4.o, n.o 1, da Diretiva (UE) 2016/680, nomeadamente a licitude, a lealdade e a transparência, a limitação da finalidade, a exatidão e a limitação da conservação.

source: Without prejudice to applicable Union law, in particular Regulation (EU) 2016/679 and Directive (EU) 2016/680, considering the intrusive nature of post-remote biometric identification systems, the use of post-remote biometric identification systems should be subject to safeguards.
pt_pt: Sem prejuízo do direito da União aplicável, nomeadamente do Regulamento (UE) 2016/679 e da Diretiva (UE) 2016/680, tendo em conta a natureza intrusiva dos sistemas de identificação biométrica à distância em diferido, a utilização de sistemas de identificação biométrica à distância em diferido deverá estar sujeita a salvaguardas.

source: Post-remote biometric identification systems should always be used in a way that is proportionate, legitimate and strictly necessary, and thus targeted, in terms of the individuals to be identified, the location, temporal scope and based on a closed data set of legally acquired video footage.
pt_pt: Os sistemas de identificação biométrica à distância em diferido deverão ser sempre utilizados de uma forma proporcionada, legítima e estritamente necessária e, por conseguinte, orientada, em termos das pessoas a identificar, da localização, do âmbito temporal e com base num conjunto de dados fechados de imagens vídeo captadas licitamente.

source: In any case, post-remote biometric identification systems should not be used in the framework of law enforcement to lead to indiscriminate surveillance.
pt_pt: Em qualquer caso, os sistemas de identificação biométrica à distância em diferido não deverão ser utilizados no âmbito da aplicação da lei para conduzir a uma vigilância indiscriminada.

source: The conditions for post-remote biometric identification should in any case not provide a basis to circumvent the conditions of the prohibition and strict exceptions for real time remote biometric identification.
pt_pt: As condições para a identificação biométrica à distância em diferido não deverão, em caso algum, constituir uma base para contornar as condições da proibição e as exceções rigorosas aplicáveis à identificação biométrica à distância em tempo real.

source: In order to efficiently ensure that fundamental rights are protected, deployers of high-risk AI systems that are bodies governed by public law, or private entities providing public services and deployers of certain high-risk AI systems listed in an annex to this Regulation, such as banking or insurance entities, should carry out a fundamental rights impact assessment prior to putting it into use.
pt_pt: A fim de assegurar de forma eficiente a proteção dos direitos fundamentais, os responsáveis pela implantação de sistemas de IA de risco elevado que sejam organismos de direito público, ou as entidades privadas que prestam serviços públicos e os responsáveis pela implantação de determinados sistemas de IA de risco elevado enumerados num anexo do presente regulamento, como as entidades bancárias ou seguradoras, deverão realizar uma avaliação do seu impacto nos direitos fundamentais antes da sua colocação em serviço.

source: Services important for individuals that are of public nature may also be provided by private entities.
pt_pt: Os serviços de natureza pública importantes para as pessoas também podem ser prestados por entidades privadas.

source: Private entities providing such public services are linked to tasks in the public interest such as in the areas of education, healthcare, social services, housing, administration of justice.
pt_pt: As entidades privadas que prestam esses serviços públicos estão ligados a funções de interesse público, designadamente nos domínios da educação, dos cuidados de saúde, dos serviços sociais, da habitação e da administração da justiça.

source: The aim of the fundamental rights impact assessment is for the deployer to identify the specific risks to the rights of individuals or groups of individuals likely to be affected, identify measures to be taken in the case of a materialisation of those risks.
pt_pt: O objetivo da avaliação do impacto nos direitos fundamentais é que o responsável pela implantação identifique os riscos específicos para os direitos das pessoas ou grupos de pessoas suscetíveis de serem afetados e identifique as medidas a tomar em caso de concretização desses riscos.

source: The impact assessment should be performed prior to deploying the high-risk AI system, and should be updated when the deployer considers that any of the relevant factors have changed.
pt_pt: A avaliação de impacto deverá ser efetuada antes da implantação do sistema de IA de risco elevado e deverá ser atualizada quando o responsável pela implantação considerar que qualquer um dos fatores pertinentes se alterou.

source: The impact assessment should identify the deployer’s relevant processes in which the high-risk AI system will be used in line with its intended purpose, and should include a description of the period of time and frequency in which the system is intended to be used as well as of specific categories of natural persons and groups who are likely to be affected in the specific context of use.
pt_pt: A avaliação de impacto deverá identificar os processos pertinentes do responsável pela implantação em que o sistema de IA de risco elevado será utilizado em conformidade com a sua finalidade prevista e deverá incluir uma descrição do período e da frequência em que o sistema se destina a ser utilizado, bem como de categorias específicas de pessoas singulares e grupos suscetíveis de serem afetados no contexto específico de utilização.

source: The assessment should also include the identification of specific risks of harm likely to have an impact on the fundamental rights of those persons or groups.
pt_pt: A avaliação deverá também incluir a identificação de riscos específicos de danos suscetíveis de ter impacto nos direitos fundamentais dessas pessoas ou grupos.

source: While performing this assessment, the deployer should take into account information relevant to a proper assessment of the impact, including but not limited to the information given by the provider of the high-risk AI system in the instructions for use.
pt_pt: Ao realizar esta avaliação, o responsável pela implantação deverá ter em conta as informações pertinentes para uma avaliação adequada do impacto, incluindo, mas não exclusivamente, as informações facultadas pelo prestador do sistema de IA de risco elevado nas instruções de utilização.

source: In light of the risks identified, deployers should determine measures to be taken in the case of a materialisation of those risks, including for example governance arrangements in that specific context of use, such as arrangements for human oversight according to the instructions of use or, complaint handling and redress procedures, as they could be instrumental in mitigating risks to fundamental rights in concrete use-cases.
pt_pt: À luz dos riscos identificados, os responsáveis pela implantação deverão determinar as medidas a tomar em caso de concretização desses riscos, incluindo, por exemplo, mecanismos de governação nesse contexto específico de utilização, tais como mecanismos de supervisão humana de acordo com as instruções de utilização ou procedimentos de tratamento de queixas e de reparação, uma vez que poderão ser fundamentais para atenuar os riscos para os direitos fundamentais em casos concretos de utilização.

source: After performing that impact assessment, the deployer should notify the relevant market surveillance authority.
pt_pt: Após a realização dessa avaliação de impacto, o responsável pela implantação deverá notificar a autoridade de fiscalização do mercado competente.
